export const suit = [
{
  id: '2128979153',
  image: 'imageSuit/spiderMan.png',
  name: 'Человек-паук',
  complectSuit: 'Костюм, маска',
  description: {
    one: 'Человек-паук, также известный под своим настоящим именем как Питер Паркер — центральный персонаж серии комиксов, фильмов и мультсериалов, созданных Marvel Comics. Впервые появился в 1962 году в комиксе "Amazing Fantasy №15" и с тех пор стал одним из самых популярных супергероев в мире.',
    two: 'Персонаж придуман писателем Стэном Ли и художником Стивом Дитко. История о подростке, который приобрёл сверхспособности после укуса радиоактивного паука, быстро завоевала сердца читателей благодаря уникальному сочетанию супергеройских приключений и личных драматических переживаний.',
    three: 'Символом Человека-паука является костюм, состоящий из красно-синего трико с паутинным узором и изображением паука на груди. Этот костюм не только подчёркивает его сверхъестественные способности, такие как ловкость, сила и умение перемещаться по стенам, но и служит символом ответственности, которую Питер Паркер принял на себя после слов своего дяди Бена: "С великой силой приходит великая ответственность".'
  },
  price: '1000',
  stock: 1
},
{
  id: '2363897913',
  image: 'imageSuit/Batman.png',
  name: 'Бэтмен',
  complectSuit: 'Костюм, маска, плащ, жилет',
  description: {
    one: 'Бэтмен, также известный под своим настоящим именем как Брюс Уэйн — культовый персонаж серии комиксов, фильмов и мультсериалов, созданных DC Comics. Впервые появился в 1939 году в комиксе "Detective Comics №27" и с тех пор стал одним из самых узнаваемых супергероев в мире.',
    two: 'Персонаж придуман писателем Биллом Фингером и художником Бобом Кейном. История о миллиардере, который после трагической гибели родителей посвятил свою жизнь борьбе с преступностью в Готэме, завоевала популярность благодаря мрачной атмосфере и глубоким психологическим аспектам.',
    three: 'Символом Бэтмена является его костюм, состоящий из чёрного плаща, маски с ушами и бронированного костюма с изображением летучей мыши на груди. Этот костюм не только подчёркивает его навыки в бою и детективные способности, но и внушает страх преступникам благодаря своему устрашающему виду и продуманным технологическим улучшениям.'
  },
  price: '1500',
  stock: 0
},
{
  id: '2673077791',
  image: 'imageSuit/SuperMan.png',
  name: 'Супермен',
  complectSuit: 'Костюм, маска, плащ, обувь',
  description: {
    one: 'Супермен, также известный под своим настоящим именем как Кларк Кент (рожденный как Кал-Эл) — легендарный персонаж серии комиксов, фильмов и мультсериалов, созданных DC Comics. Впервые появился в 1938 году в комиксе "Action Comics №1" и с тех пор стал одним из самых известных супергероев в мире.',
    two: 'Персонаж придуман писателями Джерри Сигелом и художником Джо Шустером. История о пришельце с планеты Криптон, который обладает невероятными сверхспособностями и использует их для защиты человечества, быстро захватила воображение читателей благодаря своему эпическому масштабу и моральному посылу.',
    three: 'Символом Супермена является его костюм, состоящий из синего трико, красного плаща и знаменитого символа "S" на груди, который олицетворяет надежду. Этот костюм не только подчёркивает его сверхчеловеческие способности, такие как полёт, сверхсила и неуязвимость, но и служит символом надежды и вдохновения для всех, кого он защищает.'
  },
  price: '700',
  stock: 4
},
{
  id: '2983647791',
  image: 'imageSuit/Obi.png',
  name: 'Оби Ван Кеноби',
  complectSuit: 'Костюм, плащ, меч',
  description: {
    one: 'Оби-Ван Кеноби — ключевой персонаж саги "Звёздные войны", созданной Джорджем Лукасом. Впервые появился в оригинальном фильме 1977 года и с тех пор стал одним из самых любимых и почитаемых героев франшизы.',
    two: 'Персонаж придуман как мудрый и опытный джедай, который сыграл важную роль в обучении Энакина Скайуокера и его сына Люка. История Оби-Вана охватывает значительный период в истории галактики, показывая его путь от ученика к мастеру-джедаю и его борьбу против тёмной стороны Силы.',
    three: 'Символом Оби-Вана является его джедайская мантия и световой меч, которые олицетворяют его преданность принципам Силы и стремление к миру и справедливости. Его характер отличается глубоким чувством долга, мудростью и состраданием, что делает его наставником и образцом для подражания.'
  },
  price: '1000',
  stock: 1
},
{
  id: '3123643791',
  image: 'imageSuit/Captain America.png',
  name: 'Капитан Америка',
  complectSuit: 'Костюм, маска, обувь',
  description: {
    one: 'Капитан Америка, также известный под своим настоящим именем как Стив Роджерс — знаковый персонаж серии комиксов, фильмов и мультсериалов, созданных Marvel Comics. Впервые появился в 1941 году в комиксе "Captain America Comics №1" и с тех пор стал символом американского патриотизма и героизма.',
    two: 'Персонаж придуман писателем Джо Саймоном и художником Джеком Кирби. История о молодом и хрупком добровольце, который благодаря экспериментальной сыворотке превратился в суперсолдата, вдохновила многих своей темой самоотверженности и борьбы за справедливость.',
    three: 'Символом Капитана Америки является его костюм, состоящий из сине-красно-белого наряда с изображением звезды на груди и его неразрывного щита. Этот костюм не только подчёркивает его физические способности и боевые навыки, но и служит символом свободы, стойкости и защиты.'
  },
  price: '1500',
  stock: 2
},
{
  id: '3583243091',
  image: 'imageSuit/Darth Vader.png',
  name: 'Дарт Вейдер',
  complectSuit: 'Костюм, маска, обувь, плащ',
  description: {
    one: 'Дарт Веейдер, также известный под своим настоящим именем как Энакин Скайуокер — центральный персонаж первых шести эпизодов саги «Звёздные войны». Также появляется в фильме «Изгой-один».',
    two: 'Персонаж придуман Джорджем Лукасом. По одной из версий, имя Энакин скопировано с фамилии друга Лукаса — режиссёра Кена Эннакина[3], однако сам Лукас это опроверг на следующий же день после смерти Кена[4].',
    three: 'Многие Лорды Ситхов добавляли приставку «Дарт» к своим именам, и постепенно из-за количества «Дартов» она стала ассоциироваться с тёмной стороной Силы. Также эта приставка бралась как символ отказа от прежней жизни. Примером этого служит и Энакин Скайуокер, ставший Дартом Вейдером. Однако, само происхождение слова до сих пор остаётся неопределённым: большинство считает, что «Дарт» (англ. Darth) — это просто сокращение от «Тёмный лорд ситхов» (англ. Dark Lord of the Sith), но существуют теории, предполагающие более глубокую интерпретацию.'
  },
  price: '1500',
  stock: 3
},
{
  id: '3461244391',
  image: 'imageSuit/Jedi.png',
  name: 'Джедай',
  complectSuit: 'Костюм, меч, обувь',
  description: {
    one: 'Джедай — центральный элемент вселенной "Звёздных войн", представляющий собой орден защитников мира и справедливости, которые используют Силу для борьбы со злом и поддержания порядка в галактике. Джедаи впервые появились в фильме "Звёздные войны: Эпизод IV — Новая надежда" (1977) и с тех пор стали одним из самых узнаваемых и значимых символов франшизы.',
    two: 'Персонажи-джедаи, такие как Оби-Ван Кеноби, Люк Скайуокер и Йода, демонстрируют идеалы, такие как сострадание, мудрость и самоотверженность. Они обучаются в использовании Силы — мистической энергии, пронизывающей всю галактику, и овладевают мастерством обращения со световыми мечами, которые являются их основным оружием.',
    three: 'Символом джедая является его традиционная мантия и световой меч, который олицетворяет баланс между Силой и тёмной стороной. Каждый джедай выбирает цвет своего меча, который может варьироваться от синего до зелёного и даже красного, что указывает на его принадлежность и философию.'
  },
  price: '1500',
  stock: 0
},
{
  id: '3551200391',
  image: 'imageSuit/Joker.png',
  name: 'Джокер',
  complectSuit: 'Рубашка, пальто, штаны, обувь',
  description: {
    one: 'Джокер — один из самых культовых и противоречивых персонажей вселенной DC Comics, впервые появившийся в комиксе "Batman #1" в 1940 году. Созданный художниками Бобом Кейном, Биллом Фингером и Джерри Робинсоном, Джокер стал заклятым врагом Бэтмена и символом хаоса и анархии.',
    two: 'Персонаж представлен как психопатичный преступник с остроумным чувством юмора и эксцентричным поведением, который любит манипулировать и устраивать хаос в жизни Готэма и самого Бэтмена. Его история часто исследует темы безумия, страха и конфликтов между добром и злом, делая его сложным и многослойным антагонистом.',
    three: 'Символом Джокера является его яркий костюм, обычно состоящий из фиолетового цвета, с ярко-белым лицом, красной помадой и зелеными волосами. Этот образ, сочетающий в себе элементы клоунады и злодейства, служит метафорой его непредсказуемости и разрушительной природы. Джокер часто использует игривые, но смертельно опасные трюки и гаджеты, что подчеркивает его роль как мастера манипуляций и хаоса.'
  },
  price: '1500',
  stock: 1
},
{
  id: '26738577791',
  image: 'imageSuit/SuperMan.png',
  name: 'Супермен',
  complectSuit: 'Костюм, маска, плащ, обувь',
  description: {
    one: 'Супермен, также известный под своим настоящим именем как Кларк Кент (рожденный как Кал-Эл) — легендарный персонаж серии комиксов, фильмов и мультсериалов, созданных DC Comics. Впервые появился в 1938 году в комиксе "Action Comics №1" и с тех пор стал одним из самых известных супергероев в мире.',
    two: 'Персонаж придуман писателями Джерри Сигелом и художником Джо Шустером. История о пришельце с планеты Криптон, который обладает невероятными сверхспособностями и использует их для защиты человечества, быстро захватила воображение читателей благодаря своему эпическому масштабу и моральному посылу.',
    three: 'Символом Супермена является его костюм, состоящий из синего трико, красного плаща и знаменитого символа "S" на груди, который олицетворяет надежду. Этот костюм не только подчёркивает его сверхчеловеческие способности, такие как полёт, сверхсила и неуязвимость, но и служит символом надежды и вдохновения для всех, кого он защищает.'
  },
  price: '700',
  stock: 4
},
{
  id: '29123647791',
  image: 'imageSuit/Obi.png',
  name: 'Оби Ван Кеноби',
  complectSuit: 'Костюм, плащ, меч',
  description: {
    one: 'Оби-Ван Кеноби — ключевой персонаж саги "Звёздные войны", созданной Джорджем Лукасом. Впервые появился в оригинальном фильме 1977 года и с тех пор стал одним из самых любимых и почитаемых героев франшизы.',
    two: 'Персонаж придуман как мудрый и опытный джедай, который сыграл важную роль в обучении Энакина Скайуокера и его сына Люка. История Оби-Вана охватывает значительный период в истории галактики, показывая его путь от ученика к мастеру-джедаю и его борьбу против тёмной стороны Силы.',
    three: 'Символом Оби-Вана является его джедайская мантия и световой меч, которые олицетворяют его преданность принципам Силы и стремление к миру и справедливости. Его характер отличается глубоким чувством долга, мудростью и состраданием, что делает его наставником и образцом для подражания.'
  },
  price: '1000',
  stock: 1
},
{
  id: '2128943153',
  image: 'imageSuit/spiderMan.png',
  name: 'Человек-паук',
  complectSuit: 'Костюм, маска',
  description: {
    one: 'Человек-паук, также известный под своим настоящим именем как Питер Паркер — центральный персонаж серии комиксов, фильмов и мультсериалов, созданных Marvel Comics. Впервые появился в 1962 году в комиксе "Amazing Fantasy №15" и с тех пор стал одним из самых популярных супергероев в мире.',
    two: 'Персонаж придуман писателем Стэном Ли и художником Стивом Дитко. История о подростке, который приобрёл сверхспособности после укуса радиоактивного паука, быстро завоевала сердца читателей благодаря уникальному сочетанию супергеройских приключений и личных драматических переживаний.',
    three: 'Символом Человека-паука является костюм, состоящий из красно-синего трико с паутинным узором и изображением паука на груди. Этот костюм не только подчёркивает его сверхъестественные способности, такие как ловкость, сила и умение перемещаться по стенам, но и служит символом ответственности, которую Питер Паркер принял на себя после слов своего дяди Бена: "С великой силой приходит великая ответственность".'
  },
  price: '1000',
  stock: 1
},
{
  id: '23612397913',
  image: 'imageSuit/Batman.png',
  name: 'Бэтмен',
  complectSuit: 'Костюм, маска, плащ, жилет',
  description: {
    one: 'Бэтмен, также известный под своим настоящим именем как Брюс Уэйн — культовый персонаж серии комиксов, фильмов и мультсериалов, созданных DC Comics. Впервые появился в 1939 году в комиксе "Detective Comics №27" и с тех пор стал одним из самых узнаваемых супергероев в мире.',
    two: 'Персонаж придуман писателем Биллом Фингером и художником Бобом Кейном. История о миллиардере, который после трагической гибели родителей посвятил свою жизнь борьбе с преступностью в Готэме, завоевала популярность благодаря мрачной атмосфере и глубоким психологическим аспектам.',
    three: 'Символом Бэтмена является его костюм, состоящий из чёрного плаща, маски с ушами и бронированного костюма с изображением летучей мыши на груди. Этот костюм не только подчёркивает его навыки в бою и детективные способности, но и внушает страх преступникам благодаря своему устрашающему виду и продуманным технологическим улучшениям.'
  },
  price: '1500',
  stock: 0
},
]